/* No comment provided by engineer. */
"Upgrading enables all the Pro features and\nsupports the future development of the app." = "Das Upgrade aktiviert alle Pro-Funktionen und\nunterstützt die zukünftige Entwicklung der App.";

/* No comment provided by engineer. */
"About " = "Über ";

/* No comment provided by engineer. */
"Add to Favorites" = "Zu Favoriten hinzufügen";

/* No comment provided by engineer. */
"Also delete favorites" = "Favoriten ebenfalls löschen";

/* No comment provided by engineer. */
"App Contact" = "App-Kontakt";

/* No comment provided by engineer. */
"Are you searching the right term? Looks like there are no results." = "Suchen Sie nach dem richtigen Begriff? Es gibt anscheinend keine Ergebnisse.";

/* No comment provided by engineer. */
"Beta" = "Beta";

/* No comment provided by engineer. */
"Beta Expired" = "Beta abgelaufen";

/* No comment provided by engineer. */
"Blacklist" = "Blacklist";

/* No comment provided by engineer. */
"Build" = "Build";

/* No comment provided by engineer. */
"Calculating History Size…" = "Berechne Verlaufgröße…";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"character" = "Zeichen";

/* No comment provided by engineer. */
"characters" = "Zeichen";

/* No comment provided by engineer. */
"Check a type to omit it. If you are mainly working with text and do not want Files and Images to be recorded you can simply check those categories." = "Typ wählen, um ihn wegzulassen. Wenn Sie mit Text arbeiten und nicht möchten, dass Dateien u. Bilder aufgezeichnet werden, wählen Sie diese aus.";

/* No comment provided by engineer. */
"Check for Updates…" = "Nach Updates suchen…";

/* No comment provided by engineer. */
"Check this box for a darker experience." = "Aktivieren Sie dieses Kästchen für ein dunkleres Erlebnis.";

/* No comment provided by engineer. */
"Check this box to activate a more colored selection." = "Aktivieren Sie dieses Kästchen, um eine farbigere Auswahl zu aktivieren.";

/* No comment provided by engineer. */
"color" = "Farbe";

/* No comment provided by engineer. */
"Color" = "Farbe";

/* No comment provided by engineer. */
"Colorful selection" = "Farbige Auswahl";

/* No comment provided by engineer. */
"Come on, go out there and click some ❤️!" = "Kommen Sie, machen Sie sich auf und klicken Sie ❤️!";

/* No comment provided by engineer. */
"Contact Us…" = "Kontakt…";

/* No comment provided by engineer. */
"Copia is always accessible through the menu bar." = "Copia ist immer über die Menüleiste verfügbar.";

/* No comment provided by engineer. */
"Copy" = "Kopieren";

/* No comment provided by engineer. */
"Copy as Plain Text" = "Als Klartext kopieren";

/* No comment provided by engineer. */
"Could not restore your purchase" = "Konnte Ihren Kauf nicht wiederherstellen";

/* Day Unit (Abbreviated as a single letter) */
"d" = "d";

/* No comment provided by engineer. */
"Delete" = "Löschen";

/* No comment provided by engineer. */
"Delete History…" = "Verlauf löschen…";

/* No comment provided by engineer. */
"Did you lose something nearby? Keep on searching buddy!" = "Haben Sie etwas in der Nähe verloren? Viel Glück bei der Suche!";

/* No comment provided by engineer. */
"Do you really want to delete the current history?" = "Möchten Sie den aktuellen Verlauf wirklich löschen?";

/* No comment provided by engineer. */
"Download latest release…" = "Neueste Version herunterladen…";

/* No comment provided by engineer. */
"Due to security reasons in order to install the paste script needed for this feature we need you to specifically select the following folder:\n\n%@\n\nIt should be already selected in the next dialog, if so please just push the Select button." = "Aus Sicherheitsgründen müssen Sie, um das für diese Funktion benötigte Einfügeskript zu installieren, speziell folgenden Ordner auswählen:\n\n%@\n\nEr sollte im nächsten Dialog bereits ausgewählt sein, drücken Sie in diesem Fall einfach auf den Auswählen-Button.";

/* No comment provided by engineer. */
"element" = "Element";

/* No comment provided by engineer. */
"elements" = "Elemente";

/* No comment provided by engineer. */
"Empty history? You make me wish I had less RAM." = "Leerer Verlauf? Ich wünschte, ich hätte weniger RAM.";

/* No comment provided by engineer. */
"Enable this if you want the app to start every time you login with this user." = "Aktivieren, wenn die App beim Login mit diesem Benutzer starten soll.";

/* No comment provided by engineer. */
"Error" = "Fehler";

/* No comment provided by engineer. */
"Every copied element is represented as a tile in a searchable list." = "Kopierte Elemente wird als Kachel in einer durchsuchbaren Liste angezeigt.";

/* No comment provided by engineer. */
"Expected a folder to store application data, found a file" = "Es wurde ein Ordner zum Sichern von Anwendungsdaten erwartet, aber eine Datei gefunden";

/* No comment provided by engineer. */
"file" = "Datei";

/* No comment provided by engineer. */
"Files" = "Dateien";

/* No comment provided by engineer. */
"folder" = "Ordner";

/* No comment provided by engineer. */
"for Mac" = "für Mac";

/* No comment provided by engineer. */
"Fresh new history or just an empty one? Copy something and make it better!" = "Frischer, neuer Verlauf, oder nur ein Leerer? Kopieren Sie etwas und machen Sie es besser!";

/* No comment provided by engineer. */
"future development of" = "zukünftige Entwicklung der";

/* No comment provided by engineer. */
"General" = "Allgemein";

/* No comment provided by engineer. */
"Greeting someone with no favourites is a tough job, isn't it?" = "Es ist harte Arbeit, jemanden ohne Favoriten zu begrüßen, nicht wahr?";

/* Hour Unit (Abbreviated as a single letter) */
"h" = "h";

/* No comment provided by engineer. */
"HELLOOO!! Can you hear the echo?" = "HALLOOOO!! Hören Sie das Echo?";

/* No comment provided by engineer. */
"Hello… is there anybody in there?" = "Hallo… ist da jemand drin?";

/* No comment provided by engineer. */
"Hide" = "Ausblenden";

/* No comment provided by engineer. */
"History" = "Verlauf";

/* No comment provided by engineer. */
"History " = "Verlauf ";

/* No comment provided by engineer. */
"I would love to be able to show you something other than this string." = "Ich würde Ihnen liebend gerne etwas anderes als diese Zeichenfolge zeigen.";

/* No comment provided by engineer. */
"If you would just click some ❤️ this place would be vibrant!" = "Wenn Sie einfach auf einige ❤️ klicken würden, wäre dieser Ort lebendig!";

/* No comment provided by engineer. */
"image" = "Bild";

/* No comment provided by engineer. */
"Images" = "Bilder";

/* No comment provided by engineer. */
"Install paste script" = "Einfügeskript installieren";

/* No comment provided by engineer. */
"Item" = "Objekt";

/* No comment provided by engineer. */
"Items" = "Objekte";

/* No comment provided by engineer. */
"Items copied from the applications below will not be added to your history.\nUse this list to prevent copying sensitive data from applications such as Keychain Access." = "Aus den unten angeführten Applikationen kopierte Objekte werden nicht Ihrem Verlauf hinzugefügt. Verwenden Sie diese Liste, um das Kopieren sensibler Daten aus Applikationen wie Schlüsselbundverwaltung zu verhindern.";

/* No comment provided by engineer. */
"Items that exceed this size will not be saved." = "Objekte, die diese Größe überschreiten, werden nicht gesichert.";

/* No comment provided by engineer. */
"Knock knock. Who's there? An empty clipboard manager…" = "Klopf klopf. Wer ist da? Ein leerer Zwischenablagenmanager…";

/* No comment provided by engineer. */
"Launch at login" = "Bei Login starten";

/* No comment provided by engineer. */
"Left" = "Links";

/* No comment provided by engineer. */
"left" = "links";

/* No comment provided by engineer. */
"link" = "Link";

/* No comment provided by engineer. */
"Links" = "Links";

/* No comment provided by engineer. */
"Looks empty in here, copy something to make it glorious!" = "Sieht leer hier drin aus, kopieren Sie etwas, um diesen Ort glorreich zu machen!";

/* No comment provided by engineer. */
"Looks like your history is empty, copy something to make it shine!" = "Sieht aus, als wäre Ihr Verlauf leer, kopieren Sie etwas, um ihn glänzen zu lassen!";

/* Minute Unit (Abbreviated as a single letter) */
"m" = "m";

/* No comment provided by engineer. */
"Maximum item size" = "Maximale Objektgröße";

/* No comment provided by engineer. */
"Maximum items to save" = "Maximal zu sichernde Objekte";

/* No comment provided by engineer. */
"MB" = "MB";

/* Month Unit (Abbreviated as a single letter. In this case two letters because 'm' already represents minutes) */
"mo" = "mo";

/* No comment provided by engineer. */
"Nothing here… copy something to improve the experience!" = "Nichts hier… kopieren Sie etwas, um das Erlebnis zu verbessern!";

/* The shortest possible form of "now". */
"now" = "jetzt";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"on" = "am";

/* No comment provided by engineer. */
"other" = "andere";

/* No comment provided by engineer. */
"Paste" = "Einfügen";

/* No comment provided by engineer. */
"Paste as Plain Text" = "Als Klartext einfügen";

/* No comment provided by engineer. */
"Paste in active application" = "In aktive Anwendung einfügen";

/* No comment provided by engineer. */
"Pause / restart recording hotkey " = "Hotkey Pausieren / Neustart der Aufnahme ";

/* No comment provided by engineer. */
"Pause Recording" = "Aufnahme pausieren";

/* No comment provided by engineer. */
"Peek-a-boo, I see you! Mm no, actually I can't see anything." = "Huhu, ich sehe dich! Hmmm, nein, eigentlich sehe ich gar nichts.";

/* No comment provided by engineer. */
"pixels" = "Pixel";

/* No comment provided by engineer. */
"Play Sounds" = "Töne abspielen";

/* No comment provided by engineer. */
"Please do not remove the following two lines:" = "Bitte entfernen Sie nicht folgende zwei Zeilen:";

/* No comment provided by engineer. */
"Please take the time to update all the Pro features in the Preferences panes." = "Bitte aktualisieren Sie alle Pro-Funktionen in den Einstellungen-Fenstern.";

/* No comment provided by engineer. */
"Preferences…" = "Einstellungen…";

/* No comment provided by engineer. */
"Premium" = "Premium";

/* No comment provided by engineer. */
"Premium unlocked" = "Premium freigeschaltet";

/* No comment provided by engineer. */
"Privacy" = "Datenschutz";

/* No comment provided by engineer. */
"Pro features" = "Pro-Funktionen";

/* No comment provided by engineer. */
"Proceed" = "Fortfahren";

/* No comment provided by engineer. */
"Purchasing…" = "Kaufe…";

/* No comment provided by engineer. */
"Quit " = " beenden";

/* No comment provided by engineer. */
"Ready or not here I come! Never too late to play hide and seek!" = "Bereit oder nicht, ich komme! Es ist nie zu spät, Verstecken zu spielen!";

/* No comment provided by engineer. */
"Remove from Favorites" = "Aus Favoriten entfernen";

/* No comment provided by engineer. */
"Remove text formatting" = "Textformatierung entfernen";

/* No comment provided by engineer. */
"Rename" = "Umbenennen";

/* No comment provided by engineer. */
"Restore Purchases…" = "Einkäufe wiederherstellen…";

/* No comment provided by engineer. */
"Restoring Purchases" = "Stelle Käufe wieder her";

/* No comment provided by engineer. */
"Restoring…" = "Wiederherstellen…";

/* No comment provided by engineer. */
"Resume Recording" = "Aufnahme fortsetzen";

/* No comment provided by engineer. */
"Right" = "Rechts";

/* No comment provided by engineer. */
"right" = "rechts";

/* Second Unit (Abbreviated as a single letter) */
"s" = "s";

/* No comment provided by engineer. */
"Seek and ye shall find." = "Suchet, und Ihr werdet finden.";

/* No comment provided by engineer. */
"Select" = "Auswählen";

/* No comment provided by engineer. */
"Select the “%@“ folder.\n and push the Select button." = "Wählen Sie den Ordner “%@“\n und drücken Sie den Auswählen-Button.";

/* No comment provided by engineer. */
"Select window side:" = "Fensterseite auswählen:";

/* No comment provided by engineer. */
"Share" = "Teilen";

/* No comment provided by engineer. */
"Show" = "Anzeigen";

/* No comment provided by engineer. */
"Show / hide window hotkey" = "Fensterhotkey anzeigen / ausblenden";

/* No comment provided by engineer. */
"Sorry, an error occurred" = "Sorry, ein Fehler ist aufgetreten";

/* No comment provided by engineer. */
"Sorry, wrong folder" = "Sorry, falscher Ordner";

/* No comment provided by engineer. */
"Text" = "Text";

/* No comment provided by engineer. */
"The database is either corrupt or was created with a different version of the application." = "Die Datenbank ist entweder beschädigt, oder wurde mit einer anderen Version der Anwendung erstellt.";

/* No comment provided by engineer. */
"The lost and found is just 2 blocks from here." = "Das Fundamt ist nur 2 Blocks von hier entfernt.";

/* No comment provided by engineer. */
"There are no favourites here. You could show some love!" = "Hier gibt es keine Favoriten. Sie könnten etwas Liebe zeigen!";

/* No comment provided by engineer. */
"There is an error communicating with the server." = "Beim Kommunizieren mit dem Server gibt es einen Fehler.";

/* No comment provided by engineer. */
"There is nothing in here. Maybe you can copy something beautiful and smart out there?" = "Hier ist nichts. Vielleicht können Sie da draußen etwas Schönes und Kluges kopieren?";

/* No comment provided by engineer. */
"This action can’t be undone" = "Diese Aktion kann nicht rückgängig gemacht werden";

/* No comment provided by engineer. */
"This beta version is expired." = "Diese Betaversion ist abgelaufen.";

/* No comment provided by engineer. */
"This place should be full of your favourite things." = "Dieser Ort sollte mit Ihren Lieblingsdingen gefüllt sein.";

/* No comment provided by engineer. */
"This system shortcut can pause or restart pasteboard tracking function. No clipboard items will be copied in the history while the app is on pause." = "Diese Systemverkn. pausiert oder startet die Einfügeablage-Trackingfunktion neu. Bei pausierter App werden keine Objekte in den Verlauf kopiert.";

/* No comment provided by engineer. */
"This system shortcut will show and hide the main window." = "Dieses Systemkürzel dient zum Anzeigen und Ausblenden des Hauptfensters.";

/* No comment provided by engineer. */
"Too many elements" = "Zu viele Elemente";

/* No comment provided by engineer. */
"txt" = "txt";

/* No comment provided by engineer. */
"Type filters" = "Typfilter";

/* No comment provided by engineer. */
"Unknown" = "Unbekannt";

/* No comment provided by engineer. */
"Unknown Item" = "Unbekanntes Objekt";

/* No comment provided by engineer. */
"unknown item" = "unbekanntes Objekt";

/* No comment provided by engineer. */
"unlimited" = "unbegrenzt";

/* No comment provided by engineer. */
"Upgrade to Premium" = "Auf Premium upgraden";

/* No comment provided by engineer. */
"Upgrading enables all the " = "Das Upgrade aktiviert alle ";

/* No comment provided by engineer. */
"Use this setting to set the side of the main screen where you would like to see the main window appear." = "Verwenden Sie diese Einstellung, um die Seite des Hauptbildschirms festzulegen, auf der Sie möchten, dass das Hauptfenster erscheint.";

/* No comment provided by engineer. */
"Version" = "Version";

/* Week Unit (Abbreviated as a single letter) */
"w" = "w";

/* No comment provided by engineer. */
"We can only write the script in the correct directory. Please start the procedure again" = "Wir können das Skript nur im richtigen Verzeichnis schreiben. Bitte starten Sie die Prozedur neu";

/* No comment provided by engineer. */
"Welcome!" = "Willkommen!";

/* No comment provided by engineer. */
"Were you looking for something? Nothing here…" = "Suchen Sie nach etwas? Hier ist nichts…";

/* No comment provided by engineer. */
"When checked, every kind of text copied (plain, rtf and rtfd) will be pasted as plain text and formatting elements (like font, text color or background color) will be discarded." = "Bei Aktivierung wird jede Art von kopiertem Text (klar, rtf und rtfd) als Klartext eingefügt, und Formatelemente (wie Schriftart, Textfarbe oder Hintergrundfarbe) werden verworfen.";

/* No comment provided by engineer. */
"When checked, the content of the selected clipboard item will be automatically pasted in the active application." = "Bei Aktivierung wird der Inhalt des gewählten Zwischenablagenobjekts automatisch in die aktive Applikation eingefügt.";

/* No comment provided by engineer. */
"When the maximum is exceeded, the oldest items in your history will be removed." = "Wenn das Maximum überschritten wird, werden ältere Objekte im Verlauf gelöscht.";

/* No comment provided by engineer. */
"Whenever you want to open Copia, just press Cmd-Shift-V.\nOr, change it with another shortcut of your choice:" = "Wann immer Sie Copia öffnen möchten, drücken Sie einfach Cmd-Umschalt-V.\nOder ändern Sie dies auf ein anderes Kürzel Ihrer Wahl:";

/* No comment provided by engineer. */
"Window position:" = "Fensterposition:";

/* No comment provided by engineer. */
"word" = "Wort";

/* No comment provided by engineer. */
"words" = "Wörter";

/* Year Unit (Abbreviated as a single letter) */
"y" = "y";

/* No comment provided by engineer. */
"You are going to make the world a better place one copy at a time!" = "Sie verbessern die Welt, Kopie für Kopie!";

/* No comment provided by engineer. */
"You are our hero." = "Sie sind unser Held.";

/* No comment provided by engineer. */
"You are standing at the end of a road before an empty clipboard manager history.  Around you is a desktop. There is a ⌘-C on the ground." = "Sie stehen am Ende einer Straße vor einem leeren Zwischenablagenmanager-Verlauf. Um Sie herum ist ein Desktop. Es liegt ein ⌘-C am Boden.";

/* No comment provided by engineer. */
"You can always change this behavior in the Preferences." = "Sie können dieses Verhalten immer in den Einstellungen ändern.";

/* No comment provided by engineer. */
"You know what you should do now? Copy something!" = "Wissen Sie, was Sie jetzt tun sollten? Etwas kopieren!";

/* No comment provided by engineer. */
"You sure you left it here? I really don't see it." = "Haben Sie es wirklich hier gelassen? Ich sehe es wirklich nicht.";

/* No comment provided by engineer. */
"…and" = "…und";

/* No comment provided by engineer. */
"↑↑↑" = "↑↑↑";

/* No comment provided by engineer. */
"∞" = "∞";

/* No comment provided by engineer. */
"⌘C" = "⌘C";

/* No comment provided by engineer. */
"⌘V" = "⌘V";

/* No comment provided by engineer. */
"❤️ Thank You! ❤️" = "❤️ Danke Ihnen! ❤️";

/* No comment provided by engineer. */
"Upgrade to Premium" = "Auf Premium upgraden";

/* No comment provided by engineer. */
"Upgrading enables all the Pro features and supports the future development of the app." = "Das Upgrade aktiviert alle Pro-Funktionen und unterstützt die zukünftige Entwicklung der App.";

/* No comment provided by engineer. */
"Dark theme" = "Dunkles Thema";

/* No comment provided by engineer. */
"The darker experience you were looking for" = "Das dunklere Erlebnis, nach dem Sie strebten";

/* No comment provided by engineer. */
"Colorful selection" = "Farbige Auswahl";

/* No comment provided by engineer. */
"Who said highlight color should always be blue?" = "Wer sagt, dass die Markierungsfarbe immer Blau sein muss?";

/* No comment provided by engineer. */
"Remove formatting" = "Formatierung entfernen";

/* No comment provided by engineer. */
"Text formatting elements will be ignored" = "Textformatelemente werden ignoriert";

/* No comment provided by engineer. */
"Paste in active app" = "In aktive App einfügen";

/* No comment provided by engineer. */
"Directly paste from Copia to the foreground app" = "Fügen Sie direkt aus Copia in die App im Vordergrund ein";

/* No comment provided by engineer. */
"Upgrade to Premium" = "Auf Premium upgraden";

/* No comment provided by engineer. */
"Restore Purchases…" = "Einkäufe wiederherstellen…";

/* - - - - - - - - - - - - - - - - - - */
/* ADDITIONAL STRINGS APRIL 18TH 2017 */
/* - - - - - - - - - - - - - - - - - - */
/* Paste in AppName (found in contextual menu). */

"Paste in" = "Einfügen in";

/* No comment provided by engineer. */
"Couldn't add Copia to login items" = "Konnte Copia nicht zu Loginobjekten hinzufügen";

/* No comment provided by engineer. */
"Couldn't remove Copia from login items" = "Konnte Copia nicht aus Loginobjekten entfernen";

/* Welcome 1st screen. */
"Copia remembers everything you copy to the clipboard\nand lets you retrieve it with ease." = "Copia erinnert sich an alles, was Sie in die Zwischenablage kopieren,\nund lässt es Sie einfach abrufen.";

/* Welcome 2nd screen. */
"Copia can appear on either side of your screen and can be automatically\n started every time you login, please select your favorite behavior." = "Copia kann auf jeder Seite Ihres Bildschirms erscheinen und automatisch starten, sobald Sie sich einloggen; wählen Sie Ihr bevorzugtes Verhalten.";

/* No comment provided by engineer. */
"Copia will appear on the left side of the screen." = "Copia erscheint links auf dem Bildschirm.";

/* No comment provided by engineer. */
"Copia will appear on the right side of the screen." = "Copia erscheint rechts auf dem Bildschirm.";

/* No comment provided by engineer. */
"Automatically launch Copia at login" = "Copia bei Login automatisch starten";

/* Welcome 3rd screen. */
"Thank you, we believe Copia will improve your workflow. We love\nfeedback, so if you feel like raving or complaining, please reach out to us!" = "Vielen Dank, wir denken, dass Copia Ihren Workflow verbessert. Wir lieben Feedback, wenn Sie also schwärmen oder klagen möchten, schreiben Sie uns!";

/* Welcome 3rd screen. */
"We hope you will enjoy Copia" = "Wir hoffen, dass Ihnen Copia gefallen wird";

/* No comment provided by engineer. */
"Couldn't add Copia to login items" = "Konnte Copia nicht zu Loginobjekten hinzufügen";

/* No comment provided by engineer. */
"Couldn't remove Copia from login items" = "Konnte Copia nicht aus Loginobjekten entfernen";

/* Menu bar item menu. */
"Show Copia" = "Copia anzeigen";

/* Menu bar item menu. */
"Quit Copia" = "Copia beenden";

/* Menu bar item menu. */
"About Copia" = "Über Copia";

/* Done button at the end of the Welcome screens. */
"Done" = "Fertig";

/* Please translate as plural. */
"others" = "andere";

/* No comment provided by engineer. */
"Delete multiple items" = "Mehrere Objekte löschen";

/* No comment provided by engineer. */
"Paste multiple items in" = "Mehrere Objekte einfügen in";

/* No comment provided by engineer. */
"Paste multiple items as plain text" = "Mehrere Objekte als Klartext einfügen";

/* - - - - - - - - - - - - - - - - - - */
/*  ADDITIONAL STRINGS JULY 13TH 2017  */
/* - - - - - - - - - - - - - - - - - - */

/* Status bar help menu folder */
"Help" = "Hilfe";

/* Status bar faq menu item */
"Faq" = "Faq";
